loadtest.yaml
config:
  target: https://98y98340923u4.com
  phases:
phases:
  - duration: 60
    arrivalRate: 5
    rampTo: 10
    name: Warm up the API
  - duration: 60
    arrivalRate: 10
    rampTo: 50
    name: Ramp up to peak load
  - duration: 300
    arrivalRate: 50
    name: Sustained peak load
scenarios:
  - flow:
      - loop:
        - get:
            url: "/"
        count: 100